tap "homebrew/bundle"
tap "yleisradio/terraforms"
brew "ansible"
brew "aws-iam-authenticator"
brew "aws-vault"
brew "awscli"
brew "colima"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "go"
brew "golangci-lint"
brew "gosec"
brew "hugo"
brew "kubernetes-cli"
brew "yleisradio/terraforms/chtf"
cask "google-chrome"
cask "iterm2"
cask "logseq"
cask "session-manager-plugin"
cask "terraform-1.3.9"
cask "terraform-1.4.5"
cask "tunnelblick"
cask "visual-studio-code"
