tap "homebrew/bundle"
tap "yleisradio/terraforms"
brew "openssl@1.1"
brew "ansible"
brew "black"
brew "ansible-lint"
brew "aws-iam-authenticator"
brew "aws-vault"
brew "docutils"
brew "awscli"
brew "libevent"
brew "unbound"
brew "gnutls"
brew "libssh"
brew "qemu"
brew "lima"
brew "colima"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "eksctl"
brew "figlet"
brew "gcutil"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gosec"
brew "gpgme"
brew "hadolint"
brew "hugo"
brew "isort"
brew "jq"
brew "kubernetes-cli"
brew "packer"
brew "pipenv"
brew "pylint"
brew "ruff"
brew "shellcheck"
brew "skopeo"
brew "sshuttle"
brew "tmux"
brew "watch"
brew "yleisradio/terraforms/chtf"
cask "1password"
cask "google-chrome"
cask "iterm2"
cask "logseq"
cask "session-manager-plugin"
cask "signal"
cask "terraform-1.6.6"
cask "tunnelblick"
cask "visual-studio-code"
cask "zoom"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
