# brew packages
brew "ansible"
brew "ansible-lint"
brew "awscli"
brew "chruby"
brew "gnupg"
brew "go"
brew "gopls"
brew "hopenpgp-tools"
brew "pinentry-mac"
brew "python3"
brew "ruby-install"
brew "shellcheck"
brew "vim"
brew "ykman"
brew "yubikey-personalization"
# tap brew packages
tap "Yleisradio/terraforms"
brew "chtf"
tap "golangci/tap"
brew "golangci-lint"
# casks
cask "bitwarden"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "tunnelblick"
cask "visual-studio-code"
cask "yubico-yubikey-manager"
# tap casks
tap "homebrew/cask-drivers"
cask "yubico-authenticator"
